espressif/esp-bsp/examples/mqtt_example/sdkconfig.defaults.esp32
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32"
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
CONFIG_PARTITION_TABLE_CUSTOM=y
# CONFIG_LV_BUILD_EXAMPLES is not set
